introduction-probability-statistics.html
<?xml version="1.0" encoding="iso-8859-1"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"
lang="en" xml:lang="en">
<head>
<title>An Introduction to Probability and Statistics</title>
<meta http-equiv="Content-Type" content="text/html;charset=iso-8859-1"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2011-09-28 22:45:49 EDT"/>
<meta name="author" content="G. Jay Kerns"/>
<meta name="description" content="This is a basic introduction to the essential ideas of probability and statistics."/>
<meta name="keywords" content="introduction probability statistics"/>
<link rel="stylesheet" type="text/css" href="css/stylesheet.css" />
</head>
<body>
<div id="org-div-home-and-up" style="text-align:right;font-size:70%;white-space:nowrap;">
 <a accesskey="h" href="index.html   "> UP </a>
 |
 <a accesskey="H" href="http://ipsur.org/index.html"> HOME </a>
</div>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">An Introduction to Probability and Statistics</h1>



<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 An Introduction to Probability and Statistics</a>
<ul>
<li><a href="#sec-1-1">1.1 Probability</a></li>
<li><a href="#sec-Intro-Statistics">1.2 Statistics</a></li>
<li><a href="#sec-1-3">1.3 Exercises</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> An Introduction to Probability and Statistics</h2>
<div class="outline-text-2" id="text-1">


<p>
This chapter has proved to be the hardest to write, by far. The trouble is that there is so much to say &ndash; and so many people have already said it so much better than I could. When I get something I like I will release it here.
</p>
<p>
In the meantime, there is a lot of information already available to a person with an Internet connection. I recommend to start at Wikipedia, which is not a flawless resource but it has the main ideas with links to reputable sources.
</p>
<p>
In my lectures I usually tell stories about Fisher, Galton, Gauss, Laplace, Quetelet, and the Chevalier de Mere.
</p>

</div>

<div id="outline-container-1-1" class="outline-3">
<h3 id="sec-1-1"><span class="section-number-3">1.1</span> Probability</h3>
<div class="outline-text-3" id="text-1-1">


<p>
The common folklore is that probability has been around for millennia but did not gain the attention of mathematicians until approximately 1654 when the Chevalier de Mere had a question regarding the fair division of a game's payoff to the two players, if the game had to end prematurely.
</p>
<p>
Here is a link to Section <a href="#sec-Types-of-Data">hello there again</a> in another file, and here is a <a href="#sec-Types-of-Data">Types-of-Data</a>.  And here is a hyperlink way <a href="#Types-of-Data">Blah blah data</a>
</p>
<ul>
<li>A link like this will work in both HTML and PDF as long as the link is to a location within the same file (and if I get rid of all the colons in my labels).  <a href="#sec-Types-of-Data">hello there again</a>

</li>
<li>The following works for all PDF links, but doesn't work for HTML, regardless of whether or not I get rid of the colons.   <a href="#sec-Types-of-Data">Types-of-Data</a>

</li>
<li>The following way will work for PDF links, but only for HTML links within the same file.   <a href="#Types-of-Data">Blah blah data</a>

</li>
<li>I'm going to try this way.  I will use the custom ID, and it will link to another headline.  I need to check it for HTML and PDF.  Here is just the heading name, and then  <a href="#sec-1-2">some crazy text</a> and here is the custom id  <a href="#sec-1-2">some more crazy text</a>.  OK, both ways work for HTML; the first way uses the org-mode generated label, but the second uses the custom ID.  Now I will repeat (in HTML) what happens if I don't put in a description.  Here is just the heading name, and then  <a href="#sec-1-2">Statistics</a> and here is the custom id  <a href="#sec-1-2">sec-Intro-Statistics</a>.  OK, the first of the pair worked in PDF, but not the second.  I suspect it's because of the colon in my custom ID.  I will replace it with a hyphen and try both again.  Alright, I'm getting somewhere.  If I replace the colons with hyphens then both in the pair work everywhere, PDF and HTML.  There's only one more question.  I commented out the export to pdf which replaces hyperrefs with refs.  Let me uncomment that and see what happens. Even more progress.  When I uncomment the conversion, then all of the anchor texts are replaced by section numbers in PDF export, only.  HTML is unchanged.  Last question: what happens if I put an ordinary link in under my current settings?  I think it's going to screw everything up for pdf export.  Let's try it here  <a href="http://www.google.com">here is a link to google</a>

</li>
<li>the following way will work for HTML, even within another file, but on PDF it screws up and shows some local path on my machine. <a href="data-description.html#sec-Types-of-Data">Section</a>
</li>
</ul>



<p>
It does let's try some math \(A\) and \(B\)
</p>
</div>

</div>

<div id="outline-container-sec-Intro-Statistics" class="outline-3">
<h3 id="sec-Intro-Statistics"><a name="sec-1-2" id="sec-1-2"></a><span class="section-number-3">1.2</span> Statistics</h3>
<div class="outline-text-3" id="text-sec-Intro-Statistics">


<p>
Statistics concerns data; their collection, analysis, and interpretation. In this book we distinguish between two types of statistics: descriptive and inferential. 
</p>
<p>
Descriptive statistics concerns the summarization of data. We have a data set and we would like to describe the data set in multiple ways. Usually this entails calculating numbers from the data, called descriptive measures, such as percentages, sums, averages, and so forth.
</p>
<p>
Inferential statistics does more. There is an inference associated with the data set, a conclusion drawn about the population from which the data originated.
</p>
<p>
I would like to mention that there are two schools of thought of statistics: frequentist and bayesian. The difference between the schools is related to how the two groups interpret the underlying probability (see Section <a href="#sec-Interpreting-Probabilities">Interpreting-Probabilities</a>). The frequentist school gained a lot of ground among statisticians due in large part to the work of Fisher, Neyman, and Pearson in the early twentieth century. That dominance lasted until inexpensive computing power became widely available; nowadays the bayesian school is garnering more attention and at an increasing rate.
</p>
<p>
This book is devoted mostly to the frequentist viewpoint because that is how I was trained, with the conspicuous exception of Sections <a href="#sec-Bayes--Rule">Bayes'-Rule</a> and <a href="#sec-Conditional-Distributions">Conditional-Distributions</a>. I plan to add more bayesian material in later editions of this book.
</p>

</div>

</div>

<div id="outline-container-1-3" class="outline-3">
<h3 id="sec-1-3"><span class="section-number-3">1.3</span> Exercises</h3>
<div class="outline-text-3" id="text-1-3">






</div>
</div>
</div>
</div>

<div id="postamble">
<p class="date">Date: 2011-09-28 22:45:49 EDT</p>
<p class="author">Author: G. Jay Kerns</p>
<p class="creator">Org version 7.7 with Emacs version 23</p>
<a href="http://validator.w3.org/check?uri=referer">Validate XHTML 1.0</a>

</div>
</body>
</html>
