introduction-probability-statistics.tex
% Created 2011-09-28 Wed 22:45
\documentclass{scrbook}

\providecommand{\alert}[1]{\textbf{#1}}

\title{An Introduction to Probability and Statistics}
\author{G. Jay Kerns}
\date{\today}
\input{preamble}
\begin{document}

\maketitle

% Org-mode is exporting headings to 4 levels.


\chapter{An Introduction to Probability and Statistics}
\label{sec-1}

\pagenumbering{arabic} 

\noindent 
This chapter has proved to be the hardest to write, by far. The trouble is that there is so much to say -- and so many people have already said it so much better than I could. When I get something I like I will release it here.

In the meantime, there is a lot of information already available to a person with an Internet connection. I recommend to start at Wikipedia, which is not a flawless resource but it has the main ideas with links to reputable sources.

In my lectures I usually tell stories about Fisher, Galton, Gauss, Laplace, Quetelet, and the Chevalier de Mere.
\section{Probability}
\label{sec-1-1}


The common folklore is that probability has been around for millennia but did not gain the attention of mathematicians until approximately 1654 when the Chevalier de Mere had a question regarding the fair division of a game's payoff to the two players, if the game had to end prematurely.

Here is a link to Section \ref{sec-Types-of-Data} in another file, and here is a \ref{sec:Types-of-Data}.  And here is a hyperlink way \ref{Types-of-Data}

\begin{itemize}
\item A link like this will work in both HTML and PDF as long as the link is to a location within the same file (and if I get rid of all the colons in my labels).  \ref{sec-Types-of-Data}
\item The following works for all PDF links, but doesn't work for HTML, regardless of whether or not I get rid of the colons.   \ref{sec:Types-of-Data}
\item The following way will work for PDF links, but only for HTML links within the same file.   \ref{Types-of-Data}
\item I'm going to try this way.  I will use the custom ID, and it will link to another headline.  I need to check it for HTML and PDF.  Here is just the heading name, and then  \ref{sec-1-2} and here is the custom id  \ref{sec-1-2}.  OK, both ways work for HTML; the first way uses the org-mode generated label, but the second uses the custom ID.  Now I will repeat (in HTML) what happens if I don't put in a description.  Here is just the heading name, and then  \ref{sec-1-2} and here is the custom id  \ref{sec-1-2}.  OK, the first of the pair worked in PDF, but not the second.  I suspect it's because of the colon in my custom ID.  I will replace it with a hyphen and try both again.  Alright, I'm getting somewhere.  If I replace the colons with hyphens then both in the pair work everywhere, PDF and HTML.  There's only one more question.  I commented out the export to pdf which replaces hyperrefs with refs.  Let me uncomment that and see what happens. Even more progress.  When I uncomment the conversion, then all of the anchor texts are replaced by section numbers in PDF export, only.  HTML is unchanged.  Last question: what happens if I put an ordinary link in under my current settings?  I think it's going to screw everything up for pdf export.  Let's try it here  \href{http://www.google.com}{here is a link to google}
\item the following way will work for HTML, even within another file, but on PDF it screws up and shows some local path on my machine. \href{file:///home/jay/Desktop/git/IPSUR/data-description.org}{Section}
\end{itemize}


It does let's try some math $A$ and $B$
\section{Statistics}
\label{sec-1-2}
\label{sec-Intro-Statistics}


Statistics concerns data; their collection, analysis, and interpretation. In this book we distinguish between two types of statistics: descriptive and inferential. 

Descriptive statistics concerns the summarization of data. We have a data set and we would like to describe the data set in multiple ways. Usually this entails calculating numbers from the data, called descriptive measures, such as percentages, sums, averages, and so forth.

Inferential statistics does more. There is an inference associated with the data set, a conclusion drawn about the population from which the data originated.

I would like to mention that there are two schools of thought of statistics: frequentist and bayesian. The difference between the schools is related to how the two groups interpret the underlying probability (see Section \ref{sec:Interpreting-Probabilities}). The frequentist school gained a lot of ground among statisticians due in large part to the work of Fisher, Neyman, and Pearson in the early twentieth century. That dominance lasted until inexpensive computing power became widely available; nowadays the bayesian school is garnering more attention and at an increasing rate.

This book is devoted mostly to the frequentist viewpoint because that is how I was trained, with the conspicuous exception of Sections \ref{sec:Bayes'-Rule} and \ref{sec:Conditional-Distributions}. I plan to add more bayesian material in later editions of this book.

\newpage{}
\section{Exercises}
\label{sec-1-3}

\setcounter{thm}{0}

\end{document}